{
    "@context": {
        "schema": "http://schema.org/"
    },
    "@id": "https://nfdi4culture.de/id/E4255",
    "schema:MusicComposition": {
        "@id": "https://performance.musiconn.de/work/offertoria-totius-anni-secundum-sanctae-romanae-ecclesiae-consuetudinem-pars-1-palestrina-giovanni-pierluigi-da",
        "schema:name": "Offertoria totius anni, secundum sanctae romanae ecclesiae consuetudinem, pars 1 (Palestrina, Giovanni Pierluigi da)",
        "schema:composer": [
            {
                "@type": "schema:Person",
                "@id": {
                    "https://performance.musiconn.de/person/palestrina-giovanni-pierluigi-da-1525-1594": {
                        "gnd": "https://d-nb.info/gnd/118818686",
                        "viaf": "https://viaf.org/viaf/92280854"
                    }
                }
            }
        ],
        "schema:description": [
            {
                "@value": "Umfasst 40 Werke: 1. Ad te levavi animam meam (Dominica prima Adventus) 2. Deus tu convertens vivificabis nos (Dominica secunda Adventus) 3. Benedixisti Domine terram tuam (Dominica tertia Adventus) 4. Ave Maria, gratia plena (Dominica quarta Adventus, et in Annuntiat. B.M.V.) 5. Tui sunt cœli, et tua est terra (In Nativitate Domini at tertiam Missam, et in Circumcisione) 6. Elegerunt Apostoli Stephanum levitam (In festo sancti Stephani protomartyris) 7. Justus ut palma florebit (In festo S. Joannis Apostoli) 8. Anima nostra sicut passer erepta est (In festo sanctorum Innocentium) 9. Posuisti, Domine, in capite ejus (In festo sancti Thomæ Archiepiscopi et martyris) 10. Deus enim firmavit orbem terræ (Dominica infra oct. Nativitatis Domini) 11. Inveni David servum meum (In Festo sancti Silvestri, Papæ et conf.) 12. Reges Tarsis et insulæ munera offerent (In Epiphania Domini) 13. Jubilate Deo omnis terra (Dominica infra octavam Epiphaniæ) 14. Jubilate Deo universa terra (Dominica secunda post Epiphaniam) 15. Dextera Domini fecit virtutem (Dominica tertia, quarta et V. post Epipha.) 16. Bonum est confiteri Domino (Dominica in Septuagesima) 17. Perfice gressus meos, in semitis tuis (Dominica in Sexagesima, Dominica sexta post Pentecosten) 18. Benedictus es, Domine, doce me justificationes tuas (Dominica in Quinquagesima) 19. Scapulis suis obumbrabit tibi Dominus (Dominica prima Quadragesimæ) 20. Meditabor in mandatis tuis (Dominica secunda Quadragesimæ) 21. Justitiæ Domini rectæ (Dominica tertia Quadragesimæ) 22. Laudate Dominum, quia benignus est (Dominica quarta Quadragesimæ) 23. Confitebor tibi Domine in toto corde meo (Dominica de Passione) 24. Improperium expectavit cor meum (Dominica Palmarum) 25. Terra tremuit, et quievit (Dominica Resurrectionis Domini) 26. Angelus Domini descendit de cœlo (Dominica in Albis in octava Paschæ) 27. Deus Deus meus, ad te de luce vigilo (Dominica secunda post Pascha) 2"
            }
        ],
        "schema:alternateName": [
            {
                "@value": "Offertoria totius anni, secundum sanctae romanae ecclesiae consuetudinem, pars 1"
            },
            {
                "@value": "Offertoria totius anni, pars 1"
            }
        ],
        "schema:genre": [
            {
                "@id": {
                    "https://performance.musiconn.de/subject/offertorium-vertonung": {
                        "gnd": "https://d-nb.info/gnd/1115219634",
                        "viaf": null
                    }
                }
            }
        ],
        "schema:includedComposition": [
            {
                "@type": "schema:MusicComposition",
                "@id": {
                    "https://performance.musiconn.de/work/offertoria-pars-1-dextera-domini-palestrina-giovanni-pierluigi-da": {
                        "gnd": "https://d-nb.info/gnd/1260069761",
                        "viaf": null
                    }
                }
            }
        ],
        "schema:subjectOf": [],
        "schema:contributor": []
    }
}